Repository: zeroy1024/Swift-Craft-Launcher
Catalog: SwiftCraftLauncher/Resources/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, hi, it, ja, ko, nb, nl, pl, pt, ru, sv, th, tr, vi, zh_hans, zh_hant

# game_launch.memory_pressure.title
source: Memory Pressure Detected
ar: تم اكتشاف ضغط الذاكرة
da: Hukommelsespresion opdaget
de: Speicherdruck erkannt
es: Presión de memoria detectada
fi: Muistipaine havaittu
fr: Pression mémoire détectée
hi: मेमोरी दबाव का पता चला
it: Pressione sulla memoria rilevata
ja: メモリプレッシャーを検出
ko: 메모리 압력 감지
nb: Minnetrykk oppdaget
nl: Geheugendruk gedetecteerd
pl: Wykryto ciśnienie pamięci
pt: Pressão de memória detectada
ru: Обнаружено давление памяти
sv: Minnestryck upptäckt
th: ตรวจพบแรงกดดันหน่วยความจำ
tr: Bellek basıncı algılandı
vi: Phát hiện áp lực bộ nhớ
zh_hans: 检测到内存压力
zh_hant: 偵測到記憶體壓力

# game_launch.memory_pressure.warning_message
source: Your system is under memory pressure. Launching the game may cause performance issues or crashes.
ar: نظامك يعاني من ضغطذاكرة. تشغيل اللعبة قد يسبب مشاكل في الأداء أو انهيارات.
da: Dit system har hukommelsespresion. Start af spillet kan forårsage ydeevneproblemer eller nedbrud.
de: Ihr System unterliegt einem Speicherdruck. Das Starten des Spiels kann zu Leistungsproblemen oder Abstürzen führen.
es: Su sistema está bajo presión de memoria. Iniciar el juego puede causar problemas de rendimiento o caídas.
fi: Järjestelmässäsi on muistipaine. Pelin käynnistäminen voi aiheuttaa suorituskykyongelmia tai kaatumisia.
fr: Votre système est sous pression mémoire. Le lancement du jeu peut provoquer des problèmes de performance ou des plantages.
hi: आपके सिस्टम में मेमोरी दबाव है। गेम लॉन्च करने से प्रदर्शन समस्याएं या क्रैश हो सकते हैं।
it: Il sistema è sotto pressione sulla memoria. L'avvio del gioco può causare problemi di prestazione o crash.
ja: システムにメモリプレッシャーがあります。ゲームの起動により、パフォーマンスの問題やクラッシュが発生する可能性があります。
ko: 시스템에 메모리 압력이 있습니다。 게임을 시작하면 성능 문제나 충돌이 발생할 수 있습니다。
nb: Systemet ditt har minnetrykk. Å starte spillet kan forårsake ytelsesproblemer eller krasj.
nl: Uw systeem heeft geheugendruk. Het starten van het spel kan prestatieproblemen of crashes veroorzaken.
pl: Twój system jest pod ciśnieniem pamięci. Uruchomienie gry może spowodować problemy z wydajnością lub awarie.
pt: Seu sistema está sob pressão de memória. Iniciar o jogo pode causar problemas de desempenho ou travamentos.
ru: Ваша система испытывает давление памяти. Запуск игры может вызвать проблемы с производительностью или сбои.
sv: Ditt system har minnestryck. Att starta spelet kan orsaka prestandaproblem eller krascher.
th: ระบบของคุณมีแรงกดดันหน่วยความจำ การเริ่มเกมอาจทำให้เกิดปัญหาด้านประสิทธิภาพหรือเกิดการขัดข้อง
tr: Sisteminiz bellek basıncı altında. Oyunu başlatmak performans sorunlarına veya çökmelere neden olabilir.
vi: Hệ thống của bạn đang bị áp lực bộ nhớ. Khởi động trò chơi có thể gây ra vấn đề hiệu suất hoặc sự cố.
zh_hans: 您的系统正处于内存压力下，启动游戏可能会导致性能问题或崩溃。
zh_hant: 您的系統正處於記憶體壓力下，啟動遊戲可能會導致效能問題或崩潰。

# game.form.icon
source: Icon
ar: أيقونة اللعبة
da: Spilikon
de: Spielsymbol
es: Icono del juego
fi: Pelikuvake
fr: Icône du jeu
hi: खेल आइकन
it: Icona del gioco
ja: ゲームアイコン
ko: 게임 아이콘
nb: Spillikon
nl: Spelicoon
pl: Ikona gry
pt: Ícone do jogo
ru: Значок игры
sv: Spelikon
th: ไอคอนเกม
tr: Oyun simgesi
vi: Biểu tượng trò chơi
zh_hans: 游戏图标
zh_hant: 遊戲圖標

# game.form.loader.version
source: Loader Version
ar: إصدار المحمل
es: Versión del Cargador
fi: Latausversio
fr: Version du Chargeur
hi: लोडर संस्करण
it: Versione del Caricatore
ja: ローダーバージョン
ko: 로더 버전
nb: Laster-versjon
nl: Loader Versie
pl: Wersja Loadera
pt: Versão do Carregador
ru: Версия загрузчика
sv: Laddare Version
th: เวอร์ชันโหลดเดอร์
tr: Yükleyici Sürümü
vi: Phiên bản Trình tải
zh_hans: 加载器版本
zh_hant: 加載器版本

# game.form.mode.import
source: Import Modpack
ar: استيراد حزمة التعديل
da: Importér modpack
de: Modpack importieren
es: Importar modpack
fi: Tuo modpack
fr: Importer modpack
hi: मॉडपैक आयात करें
it: Importa modpack
ja: モッドパックをインポート
ko: 모드팩 가져오기
nb: Importér modpack
nl: Modpack importeren
pl: Importuj modpack
pt: Importar modpack
ru: Импортировать модпак
sv: Importera modpack
th: นำเข้ามอดแพ็ค
tr: Modpack'i içe aktar
vi: Nhập modpack
zh_hans: 导入整合包
zh_hant: 匯入整合包

# game.form.mode.manual
source: New
ar: جديد
da: Ny
de: Neu
es: Nuevo
fi: Manuaalinen
fr: Nouveau
hi: मैनुअल
it: Nuovo
ja: 新規
ko: 새로 만들기
nb: Ny
nl: Nieuw
pl: Nowy
pt: Novo
ru: Создать
sv: Ny
th: ด้วยตนเอง
tr: Yeni
vi: Mới
zh_hans: 新建
zh_hant: 新建

# game.form.modloader
source: Mod Loader
ar: محمل التعديلات
es: Cargador de mods
fr: Chargeur de mods
hi: मॉड लोडर
it: Caricatore di mod
ja: Modローダー
ko: 모드 로더
pt: Carregador de mods
ru: Мод загрузчик
tr: Mod Yükleyici
vi: Trình tải mod
zh_hans: Mod加载器
zh_hant: Mod加載器

# game.form.name
source: Name
ar: اسم اللعبة
da: Spilnavn
de: Spielname
es: Nombre del juego
fi: Pelinnimi
fr: Nom du jeu
hi: खेल का नाम
it: Nome del gioco
ja: ゲーム名
ko: 게임 이름
nb: Spillnavn
nl: Spelnaam
pl: Nazwa gry
pt: Nome do jogo
ru: Название игры
sv: Spelnamn
th: ชื่อเกม
tr: Oyun adı
vi: Tên trò chơi
zh_hans: 游戏名称
zh_hant: 遊戲名稱

# game.form.name.duplicate
source: Duplicate
ar: اسم اللعبة موجود بالفعل، يرجى التغيير
da: Spilnavn eksisterer allerede, venligst ændre
de: Spielname existiert bereits, bitte ändern
es: El nombre del juego ya existe, por favor cambie
fi: Pelinnimi on jo olemassa, muuta se
fr: Le nom du jeu existe déjà, veuillez le changer
hi: खेल का नाम पहले से मौजूद है, कृपया बदलें
it: Il nome del gioco esiste già, per favore cambialo
ja: ゲーム名は既に存在します。変更してください
ko: 게임 이름이 이미 존재합니다。 변경해 주세요
nb: Spillnavn eksisterer allerede, vennligst endre
nl: Spelnaam bestaat al, wijzig het
pl: Nazwa gry już istnieje, zmień ją
pt: Nome do jogo já existe, por favor altere
ru: Название игры уже существует, измените его
sv: Spelnamn finns redan, ändra det
th: ชื่อเกมมีอยู่แล้ว กรุณาเปลี่ยน
tr: Oyun adı zaten mevcut, lütfen değiştirin
vi: Tên trò chơi đã tồn tại, vui lòng thay đổi
zh_hans: 该游戏名已存在，请更换
zh_hant: 該遊戲名已存在，請更換

# game.form.name.placeholder
source: Enter game name
ar: أدخل اسم اللعبة
da: Indtast spilnavn
de: Spielname eingeben
es: Ingrese el nombre del juego
fi: Syötä pelinnimi
fr: Entrez le nom du jeu
hi: खेल का नाम दर्ज करें
it: Inserisci il nome del gioco
ja: ゲーム名を入力
ko: 게임 이름 입력
nb: Skriv inn spillnavn
nl: Voer spelnaam in
pl: Wprowadź nazwę gry
pt: Digite o nome do jogo
ru: Введите название игры
sv: Ange spelnamn
th: ใส่ชื่อเกม
tr: Oyun adını girin
vi: Nhập tên trò chơi
zh_hans: 请输入游戏名称
zh_hant: 請輸入遊戲名稱

# game.form.title
source: Add Game
ar: إضافة لعبة
da: Tilføj spil
de: Spiel hinzufügen
es: Agregar juego
fi: Lisää peli
fr: Ajouter un jeu
hi: खेल जोड़ें
it: Aggiungi gioco
ja: ゲームを追加
ko: 게임 추가
nb: Legg til spill
nl: Spel toevoegen
pl: Dodaj grę
pt: Adicionar jogo
ru: Добавить игру
sv: Lägg till spel
th: เพิ่มเกม
tr: Oyun ekle
vi: Thêm trò chơi
zh_hans: 添加游戏
zh_hant: 添加遊戲

# game.form.version
source: Version
ar: إصدار اللعبة
da: Spilversion
de: Spielversion
es: Versión del juego
fi: Pelin versio
fr: Version du jeu
hi: खेल संस्करण
it: Versione del gioco
ja: ゲームバージョン
ko: 게임 버전
nb: Spillversjon
nl: Spelversie
pl: Wersja gry
pt: Versão do jogo
ru: Версия игры
sv: Spelversion
th: เวอร์ชันเกม
tr: Oyun sürümü
vi: Phiên bản trò chơi
zh_hans: 游戏版本
zh_hant: 遊戲版本

# game.form.version.placeholder
source: Select game version
ar: يرجى اختيار إصدار اللعبة
da: Vælg venligst spilversion
de: Bitte Spielversion auswählen
es: Por favor seleccione la versión del juego
fi: Valitse pelin versio
fr: Veuillez sélectionner la version du jeu
hi: कृपया खेल संस्करण चुनें
it: Seleziona la versione del gioco
ja: ゲームバージョンを選択してください
ko: 게임 버전을 선택해 주세요
nb: Vennligst velg spillversjon
nl: Selecteer spelversie
pl: Wybierz wersję gry
pt: Selecione a versão do jogo
ru: Выберите версию игры
sv: Välj spelversion
th: กรุณาเลือกเวอร์ชันเกม
tr: Lütfen oyun sürümünü seçin
vi: Vui lòng chọn phiên bản trò chơi
zh_hans: 请选择游戏版本
zh_hant: 請選取遊戲版本

# game.path
source: Path
ar: المسار
da: Sti
de: Pfad
es: Ruta
fi: Polku
fr: Chemin
hi: पथ
it: Percorso
ja: パス
ko: 경로
nb: Sti
nl: Pad
pl: Ścieżka
pt: Caminho
ru: Путь
sv: Sökväg
th: เส้นทาง
tr: Yol
vi: Đường dẫn
zh_hans: 路径
zh_hant: 路徑

source: Game Version
ar: إصدار اللعبة
da: Spil version
de: Spielversion
es: Versión del juego
fi: Pelin versio
fr: Version du jeu
hi: गेम संस्करण
it: Versione del gioco
ja: ゲームバージョン
ko: 게임 버전
nb: Spill versjon
nl: Spelversie
pl: Wersja gry
pt: Versão do jogo
ru: Версия игры
sv: Spelversion
th: เวอร์ชันเกม
tr: Oyun sürümü
vi: Phiên bản trò chơi
zh_hans: 游戏版本
zh_hant: 遊戲版本

# global_resource.add
source: Add
ar: إضافة مورد
da: Tilføj ressource
de: Hinzufügen
es: Agregar
fi: Lisää resurssi
fr: Ajouter
hi: संसाधन जोड़ें
it: Aggiungi
ja: 追加
ko: 추가
nb: Legg til ressurs
nl: Bron toevoegen
pl: Dodaj zasób
pt: Adicionar
ru: Добавить
sv: Lägg till resurs
th: เพิ่มทรัพยากร
tr: Kaynak ekle
vi: Thêm tài nguyên
zh_hans: 添加资源
zh_hant: 添加資源

# global_resource.add_for_game
source: Add For Game
ar: إضافة مورد لـ %@
da: Tilføj ressource til %@
de: Ressource für %@ hinzufügen
es: Agregar recurso para %@
fi: Lisää resurssi pelille %@
fr: Ajouter une ressource pour %@
hi: %@ के लिए संसाधन जोड़ें
it: Aggiungi risorsa per %@
ja: %@にリソースを追加
ko: %@에 리소스 추가
nb: Legg til ressurs for %@
nl: Bron toevoegen voor %@
pl: Dodaj zasób dla %@
pt: Adicionar recurso para %@
ru: Добавить ресурс для %@
sv: Lägg till resurs för %@
th: เพิ่มทรัพยากรสำหรับ %@
tr: %@ için kaynak ekle
vi: Thêm tài nguyên cho %@
zh_hans: 为%@添加资源
zh_hant: 為%@添加資源

# global_resource.dependency_version
source: Dependency Version
ar: إصدار التبعية
da: Afhængighedsversion
de: Abhängigkeitsversion
es: Versión de dependencia
fi: Riippuvuusversio
fr: Version de dépendance
hi: निर्भरता संस्करण
it: Versione dipendenza
ja: 依存関係バージョン
ko: 의존성 버전
nb: Avhengighetsversjon
nl: Afhankelijkheidsversie
pl: Wersja zależności
pt: Versão de dependência
ru: Версия зависимости
sv: Beroendeversion
th: เวอร์ชันการพึ่งพา
tr: Bağımlılık sürümü
vi: Phiên bản phụ thuộc
zh_hans: 依赖版本
zh_hant: 依賴版本

# global_resource.download
source: Download
ar: تحميل
de: Herunterladen
es: Descargar
fi: Lataa
fr: Télécharger
hi: डाउनलोड
it: Scarica
ja: ダウンロード
ko: 다운로드
nb: Last ned
nl: Downloaden
pl: Pobierz
pt: Baixar
ru: Скачать
sv: Ladda ner
th: ดาวน์โหลด
tr: İndir
vi: Tải xuống
zh_hans: 下载
zh_hant: 下載

# global_resource.download_all
source: Download All
ar: تحميل الكل
da: Download alle
de: Alle herunterladen
es: Descargar todo
fi: Lataa kaikki
fr: Télécharger tout
hi: सभी डाउनलोड करें
it: Scarica tutto
ja: すべてダウンロード
ko: 모두 다운로드
nb: Last ned alle
nl: Alles downloaden
pl: Pobierz wszystko
pt: Baixar tudo
ru: Скачать всё
sv: Ladda ner alla
th: ดาวน์โหลดทั้งหมด
tr: Tümünü indir
vi: Tải xuống tất cả
zh_hans: 全部下载
zh_hant: 全部下載

# global_resource.download_main_only
source: Download Main Only
ar: تحميل المورد الرئيسي فقط
da: Download kun hovedressource
de: Nur Hauptressource herunterladen
es: Descargar solo recurso principal
fi: Lataa vain pääresurssi
fr: Télécharger la ressource principale uniquement
hi: केवल मुख्य संसाधन डाउनलोड करें
it: Scarica solo risorsa principale
ja: メインリソースのみダウンロード
ko: 메인 리소스만 다운로드
nb: Last ned kun hovedressurs
nl: Alleen hoofdbron downloaden
pl: Pobierz tylko główny zasób
pt: Baixar apenas recurso principal
ru: Скачать только основной ресурс
sv: Ladda ner endast huvudresurs
th: ดาวน์โหลดเฉพาะทรัพยากรหลัก
tr: Sadece ana kaynağı indir
vi: Chỉ tải xuống tài nguyên chính
zh_hans: 只下载资源
zh_hant: 只下載資源

# global_resource.no_game_list
source: No Game List
ar: لا توجد قائمة ألعاب متاحة
da: Ingen tilgængelig spilliste
de: Keine verfügbare Spielliste
es: No hay lista de juegos disponible
fi: Ei saatavilla olevaa pelilistaa
fr: Aucune liste de jeux disponible
hi: कोई उपलब्ध खेल सूची नहीं
it: Nessuna lista giochi disponibile
ja: 利用可能なゲームリストがありません
ko: 사용 가능한 게임 목록이 없습니다
nb: Ingen tilgjengelig spilliste
nl: Geen beschikbare spellijst
pl: Brak dostępnej listy gier
pt: Nenhuma lista de jogos disponível
ru: Нет доступного списка игр
sv: Ingen tillgänglig spellista
th: ไม่มีรายการเกมที่ใช้ได้
tr: Mevcut oyun listesi yok
vi: Không có danh sách trò chơi khả dụng
zh_hans: 暂无可用的游戏列表
zh_hant: 暫無可用的遊戲列表

# global_resource.no_version
source: No Version
ar: لا يوجد إصدار متاح
da: Ingen tilgængelig version
de: Keine verfügbare Version
es: Sin versión disponible
fi: Ei saatavilla olevaa versiota
fr: Aucune version disponible
hi: कोई उपलब्ध संस्करण नहीं
it: Nessuna versione disponibile
ja: 利用可能なバージョンがありません
ko: 사용 가능한 버전이 없습니다
nb: Ingen tilgjengelig versjon
nl: Geen beschikbare versie
pl: Brak dostępnej wersji
pt: Nenhuma versão disponível
ru: Нет доступной версии
sv: Ingen tillgänglig version
th: ไม่มีเวอร์ชันที่ใช้ได้
tr: Mevcut sürüm yok
vi: Không có phiên bản khả dụng
zh_hans: 无可用版本
zh_hant: 無可用版本

# global_resource.no_version_available
source: No Version Available
ar: لا توجد إصدارات متاحة
da: Ingen tilgængelig version
de: Keine Version verfügbar
es: No hay versión disponible
fi: Ei versiota saatavilla
fr: Aucune version disponible
hi: कोई संस्करण उपलब्ध नहीं
it: Nessuna versione disponibile
ja: 利用可能なバージョンがありません
ko: 사용 가능한 버전이 없습니다
nb: Ingen tilgjengelig versjon
nl: Geen versie beschikbaar
pl: Brak dostępnej wersji
pt: Nenhuma versão disponível
ru: Нет доступной версии
sv: Ingen version tillgänglig
th: ไม่มีเวอร์ชันที่ใช้ได้
tr: Mevcut sürüm yok
vi: Không có phiên bản khả dụng
zh_hans: 暂无可用版本
zh_hant: 暫無可用版本

# global_resource.please_select_game
source: Please Select Game
ar: يرجى اختيار اللعبة
da: Vælg venligst spil
de: Bitte Spiel auswählen
es: Por favor selecciona un juego
fi: Valitse peli
fr: Veuillez sélectionner un jeu
hi: कृपया खेल चुनें
it: Seleziona un gioco
ja: ゲームを選択してください
ko: 게임을 선택해 주세요
nb: Vennligst velg spill
nl: Selecteer een spel
pl: Proszę wybrać grę
pt: Por favor selecione um jogo
ru: Пожалуйста, выберите игру
sv: Välj ett spel
th: กรุณาเลือกเกม
tr: Lütfen oyun seçin
vi: Vui lòng chọn trò chơi
zh_hans: 请选择游戏
zh_hant: 請選取遊戲

# global_resource.select_game
source: Select Game
ar: اختر اللعبة
da: Vælg spil
de: Spiel auswählen
es: Seleccionar juego
fi: Valitse peli
fr: Sélectionner un jeu
hi: खेल चुनें
it: Seleziona gioco
ja: ゲームを選択
ko: 게임 선택
nb: Velg spill
nl: Spel selecteren
pl: Wybierz grę
pt: Selecionar jogo
ru: Выбрать игру
sv: Välj spel
th: เลือกเกม
tr: Oyun seç
vi: Chọn trò chơi
zh_hans: 选择游戏
zh_hant: 選取遊戲

# global_resource.select_version
source: Select Version
ar: اختر الإصدار
da: Vælg version
de: Version auswählen
es: Seleccionar versión
fi: Valitse versio
fr: Sélectionner la version
hi: संस्करण चुनें
it: Seleziona versione
ja: バージョンを選択
ko: 버전 선택
nb: Velg versjon
nl: Versie selecteren
pl: Wybierz wersję
pt: Selecionar versão
ru: Выбрать версию
sv: Välj version
th: เลือกเวอร์ชัน
tr: Sürüm seç
vi: Chọn phiên bản
zh_hans: 选择版本
zh_hant: 選取版本

# license.view
source: View License
ar: عرض الترخيص
da: Vis licens
de: Lizenz anzeigen
es: Ver licencia
fi: Näytä lisenssi
fr: Voir la licence
hi: लाइसेंस देखें
it: Visualizza licenza
ja: ライセンスを表示
ko: 라이선스 보기
nb: Vis lisens
nl: Licentie bekijken
pl: Wyświetl licencję
pt: Ver licença
ru: Просмотр лицензии
sv: Visa licens
th: ดูใบอนุญาต
tr: Lisansı görüntüle
vi: Xem giấy phép
zh_hans: 查看许可证
zh_hant: 查看許可證

# litematica.detail.error.load_failed
source: Failed to load schematic information: %@
ar: فشل تحميل معلومات المخطط: %@
da: Kunne ikke indlæse skematisk information: %@
de: Fehler beim Laden der Schemainformationen: %@
es: Error al cargar información del esquema: %@
fi: Kaavion tiedon lataaminen epäonnistui: %@
fr: Échec du chargement des informations du schéma: %@
hi: स्कीमैटिक जानकारी लोड करने में विफल: %@
it: Impossibile caricare le informazioni dello schema: %@
ja: スキーマ情報の読み込みに失敗しました： %@
ko: 도면 정보 로드 실패： %@
nb: Kunne ikke laste skjema-informasjon: %@
nl: Kan schemainformatie niet laden: %@
pl: Nie udało się załadować informacji schematu: %@
pt: Falha ao carregar informações do esquema: %@
ru: Не удалось загрузить информацию о схеме: %@
sv: Kunde inte ladda schemainformation: %@
th: โหลดข้อมูลแผนผังล้มเหลว: %@
tr: Şema bilgisi yüklenemedi: %@
vi: Không thể tải thông tin sơ đồ: %@
zh_hans: 加载投影信息失败： %@
zh_hant: 載入投影資訊失敗： %@

# litematica.detail.error.parse_failed
source: Unable to parse schematic metadata. The file may be corrupted or in an unsupported format.
ar: تعذر تحليل بيانات المخطط الوصفية. قد يكون الملف تالفًا أو بتنسيق غير مدعوم.
da: Kunne ikke parse skematisk metadata. Filen kan være beskadiget eller i et ikke-understøttet format.
de: Schemainformationen konnten nicht analysiert werden. Die Datei könnte beschädigt sein oder ein nicht unterstütztes Format haben.
es: No se puede analizar los metadatos del esquema. El archivo puede estar corrupto o en un formato no compatible.
fi: Kaavion metatietojen jäsentäminen epäonnistui. Tiedosto voi olla vioittunut tai tuettua muotoa.
fr: Impossible d'analyser les métadonnées du schéma. Le fichier peut être corrompu ou dans un format non pris en charge.
hi: स्कीमैटिक मेटाडेटा पार्स करने में असमर्थ। फ़ाइल दूषित हो सकती है या असमर्थित प्रारूप में हो सकती है।
it: Impossibile analizzare i metadati dello schema. Il file potrebbe essere corrotto o in un formato non supportato.
ja: スキーマメタデータを解析できません。ファイルが破損しているか、サポートされていない形式の可能性があります。
ko: 도면 메타데이터를 구문 분석할 수 없습니다。 파일이 손상되었거나 지원되지 않는 형식일 수 있습니다。
nb: Kunne ikke parse skjema-metadata. Filen kan være korrupt eller i et ikke-støttet format.
nl: Kan schemainformatie niet parseren. Het bestand kan beschadigd zijn of in een niet-ondersteund formaat.
pl: Nie można przeanalizować metadanych schematu. Plik może być uszkodzony lub w nieobsługiwanym formacie.
pt: Não foi possível analisar os metadados do esquema. O arquivo pode estar corrompido ou em um formato não suportado.
ru: Не удалось проанализировать метаданные схемы. Файл может быть поврежден или в неподдерживаемом формате.
sv: Kunde inte tolka schemametadata. Filen kan vara korrupt eller i ett format som inte stöds.
th: ไม่สามารถแยกวิเคราะห์ข้อมูลเมตาของแผนผังได้ ไฟล์อาจเสียหายหรืออยู่ในรูปแบบที่ไม่รองรับ
tr: Şema meta verileri ayrıştırılamadı. Dosya bozuk olabilir veya desteklenmeyen bir formatta olabilir.
vi: Không thể phân tích siêu dữ liệu sơ đồ. Tệp có thể bị hỏng hoặc ở định dạng không được hỗ trợ.
zh_hans: 无法解析投影文件元数据，文件可能已损坏或格式不正确
zh_hant: 無法解析投影檔案元資料，檔案可能已損壞或格式不正確

# litematica.detail.field.author
source: Author
ar: المؤلف
da: Forfatter
de: Autor
es: Autor
fi: Tekijä
fr: Auteur
hi: लेखक
it: Autore
ja: 作者
ko: 작성자
nb: Forfatter
nl: Auteur
pl: Autor
pt: Autor
ru: Автор
sv: Författare
th: ผู้เขียน
tr: Yazar
vi: Tác giả
zh_hans: 作者
zh_hant: 作者

# litematica.detail.field.created
source: Created
ar: تاريخ الإنشاء
da: Oprettet
de: Erstellt
es: Creado
fi: Luotu
fr: Créé
hi: बनाया गया
it: Creato
ja: 作成日時
ko: 생성됨
nb: Opprettet
nl: Aangemaakt
pl: Utworzono
pt: Criado
ru: Создано
sv: Skapad
th: สร้างเมื่อ
tr: Oluşturuldu
vi: Đã tạo
zh_hans: 创建时间
zh_hant: 建立時間

# litematica.detail.field.description
source: Description
ar: الوصف
da: Beskrivelse
de: Beschreibung
es: Descripción
fi: Kuvaus
hi: विवरण
it: Descrizione
ja: 説明
ko: 설명
nb: Beskrivelse
nl: Beschrijving
pl: Opis
pt: Descrição
ru: Описание
sv: Beskrivning
th: คำอธิบาย
tr: Açıklama
vi: Mô tả
zh_hans: 描述
zh_hant: 描述

# litematica.detail.field.enclosing_size
source: Enclosing Size
ar: الحجم المحيط
da: Omsluttende størrelse
de: Umgebende Größe
es: Tamaño envolvente
fi: Ympäröivä koko
fr: Taille englobante
hi: घेरने वाला आकार
it: Dimensione contenente
ja: 囲むサイズ
ko: 포함 크기
nb: Omsluttende størrelse
nl: Omvattende grootte
pl: Rozmiar otaczający
pt: Tamanho envolvente
ru: Охватывающий размер
sv: Omslutande storlek
th: ขนาดที่ล้อมรอบ
tr: Çevreleyen boyut
vi: Kích thước bao quanh
zh_hans: 包围盒尺寸
zh_hant: 包圍盒尺寸

# litematica.detail.field.modified
source: Modified
ar: تاريخ التعديل
da: Ændret
de: Geändert
es: Modificado
fi: Muokattu
fr: Modifié
hi: संशोधित
it: Modificato
ja: 変更日時
ko: 수정됨
nb: Endret
nl: Gewijzigd
pl: Zmodyfikowano
pt: Modificado
ru: Изменено
sv: Ändrad
th: แก้ไขเมื่อ
tr: Değiştirildi
vi: Đã sửa đổi
zh_hans: 修改时间
zh_hant: 修改時間

# litematica.detail.field.name
source: Name
ar: الاسم
da: Navn
es: Nombre
fi: Nimi
fr: Nom
hi: नाम
it: Nome
ja: 名前
ko: 이름
nb: Navn
nl: Naam
pl: Nazwa
pt: Nome
ru: Имя
sv: Namn
th: ชื่อ
tr: Ad
vi: Tên
zh_hans: 名称
zh_hant: 名稱

# litematica.detail.field.region_count
source: Regions
ar: المناطق
da: Regioner
de: Regionen
es: Regiones
fi: Alueet
fr: Régions
hi: क्षेत्र
it: Regioni
ja: 領域
ko: 영역
nb: Regioner
nl: Regio's
pl: Regiony
pt: Regiões
ru: Регионы
sv: Regioner
th: ภูมิภาค
tr: Bölgeler
vi: Vùng
zh_hans: 区域数量
zh_hant: 區域數量

# litematica.detail.field.total_blocks
source: Total Blocks
ar: إجمالي الكتل
da: Samlede blokke
de: Gesamtblöcke
es: Bloques totales
fi: Yhteensä lohkoja
fr: Blocs totaux
hi: कुल ब्लॉक
it: Blocchi totali
ja: 総ブロック数
ko: 총 블록
nb: Totale blokker
nl: Totaal aantal blokken
pl: Łączne bloki
pt: Blocos totais
ru: Всего блоков
sv: Totalt antal block
th: บล็อกทั้งหมด
tr: Toplam blok
vi: Tổng khối
zh_hans: 总方块数
zh_hant: 總方塊數

# litematica.detail.field.total_volume
source: Total Volume
ar: الحجم الإجمالي
da: Samlet volumen
de: Gesamtvolumen
es: Volumen total
fi: Kokonaistilavuus
fr: Volume total
hi: कुल आयतन
it: Volume totale
ja: 総体積
ko: 총 부피
nb: Totalt volum
nl: Totaal volume
pl: Całkowita objętość
pt: Volume total
ru: Общий объем
sv: Total volym
th: ปริมาตรรวม
tr: Toplam hacim
vi: Tổng thể tích
zh_hans: 总体积
zh_hant: 總體積

# litematica.detail.load_failed
source: Unable to load schematic information
ar: تعذر تحميل معلومات المخطط
da: Kunne ikke indlæse skematisk information
de: Schemainformationen konnten nicht geladen werden
es: No se puede cargar información del esquema
fi: Kaavion tiedon lataaminen epäonnistui
fr: Impossible de charger les informations du schéma
hi: स्कीमैटिक जानकारी लोड करने में असमर्थ
it: Impossibile caricare le informazioni dello schema
ja: スキーマ情報を読み込めません
ko: 도면 정보를 로드할 수 없습니다
nb: Kunne ikke laste skjema-informasjon
nl: Kan schemainformatie niet laden
pl: Nie można załadować informacji schematu
pt: Não foi possível carregar informações do esquema
ru: Не удалось загрузить информацию о схеме
sv: Kunde inte ladda schemainformation
th: ไม่สามารถโหลดข้อมูลแผนผังได้
tr: Şema bilgisi yüklenemedi
vi: Không thể tải thông tin sơ đồ
zh_hans: 无法加载投影信息
zh_hant: 無法載入投影資訊

# litematica.detail.section.basic
source: Basic
ar: أساسي
da: Grundlæggende
de: Grundlegend
es: Básico
fi: Perus
fr: De base
hi: मूल
it: Base
ja: 基本
ko: 기본
nb: Grunnleggende
nl: Basis
pl: Podstawowe
pt: Básico
ru: Основное
sv: Grundläggande
th: พื้นฐาน
tr: Temel
vi: Cơ bản
zh_hans: 基本信息
zh_hant: 基本資訊

# litematica.detail.section.size
source: Size
ar: الحجم
da: Størrelse
de: Größe
es: Tamaño
fi: Koko
fr: Taille
hi: आकार
it: Dimensione
ja: サイズ
ko: 크기
nb: Størrelse
nl: Grootte
pl: Rozmiar
pt: Tamanho
ru: Размер
sv: Storlek
th: ขนาด
tr: Boyut
vi: Kích thước
zh_hans: 尺寸信息
zh_hant: 尺寸資訊

# litematica.detail.section.time
source: Time
ar: الوقت
da: Tid
de: Zeit
es: Hora
fi: Aika
fr: Heure
hi: समय
it: Ora
ja: 時間
ko: 시간
nb: Tid
nl: Tijd
pl: Czas
pt: Hora
ru: Время
sv: Tid
th: เวลา
tr: Zaman
vi: Thời gian
zh_hans: 时间信息
zh_hant: 時間資訊

# litematica.detail.title
source: Schematic Details
ar: تفاصيل المخطط
da: Skematiske detaljer
de: Schemadetails
es: Detalles del esquema
fi: Kaavion tiedot
fr: Détails du schéma
hi: स्कीमैटिक विवरण
it: Dettagli schema
ja: スキーマの詳細
ko: 도면 세부 정보
nb: Skjemadetaljer
nl: Schemadetails
pl: Szczegóły schematu
pt: Detalhes do esquema
ru: Детали схемы
sv: Schemadetaljer
th: รายละเอียดแผนผัง
tr: Şema Detayları
vi: Chi tiết sơ đồ
zh_hans: 投影详细信息
zh_hant: 投影詳細資訊
